7zip
accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-studio
antigravity
ark
atuin
awesome-terminal-fonts
base
base-devel
bash-completion
bind
biome
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
breeze-gtk
brother-hl1210w
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cantarell-fonts
char-white
chwd
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
dmidecode
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
fwupd
ghostscript
git
glances
grub
grub-btrfs-support
grub-hook
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
gwenview
hdparm
hwdetect
hwinfo
inetutils
iptables
iwd
jfsutils
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
konsole
krusader
kscreen
kwallet-pam
kwalletmanager
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libreoffice-fresh
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
lldb
localsend
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mc
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mpv
mtools
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
okular
opencl-mesa
openssh
os-prober
pacman-contrib
partitionmanager
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
profile-sync-daemon
proton-cachyos
pv
pyright
python
python-debugpy
python-defusedxml
python-lsp-server
python-packaging
python311
qemu-desktop
rapidraw-bin
rebuild-detector
reflector
ripgrep
rsync
rust
rust-analyzer
s-nail
sg3_utils
smartmontools
snapper
sof-firmware
spectacle
steam
stellarium
sudo
sweethome3d
swtpm
sysfsutils
system-config-printer
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typescript-language-server
ufw
ufw-extras
unrar
unzip
upower
upscayl-bin
usb_modeswitch
usbutils
virt-manager
visual-studio-code-bin
vulkan-radeon
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
xone-dkms
xone-dongle-firmware
xsettingsd
